{
  "courses": [
    {
      "day": 1,
      "level": "easy",
      "skill_id": "ecoute_active",
      "title": "L'Écoute qui Vend: Comment Écouter pour Mieux Convaincre",
      "objective": "Maîtriser les fondamentaux de l'écoute active pour créer une connexion authentique avec le prospect.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Les 3 niveaux d'écoute",
          "summary": "Il y a écouter et ÉCOUTER. Niveau 1: tu attends ton tour de parler. Niveau 2: tu captes les informations. Niveau 3: tu perçois les émotions et motivations profondes. C'est là que tu veux être.",
          "example_dialogue": {
            "context": "Le prospect parle de son problème de productivité",
            "bad": "❌ Commercial: 'D'accord, d'accord. Donc vous voulez augmenter la productivité. Justement notre solution...' (Enchaîne sur son pitch sans creuser)",
            "good": "✅ Commercial: 'Je vois... Quand vous dites que la productivité est en berne, qu'est-ce qui vous fait dire ça concrètement?' (Silence, laisse répondre)"
          }
        },
        {
          "title": "Les signaux d'écoute",
          "summary": "Des petits mots qui montrent que tu suis: 'Je vois', 'D'accord', 'Intéressant'. Pas trop (ça devient robotique), pas trop peu (le prospect pense que tu t'en fiches). Un signal toutes les 10-15 secondes quand il parle.",
          "example_dialogue": {
            "context": "Le prospect explique sa situation",
            "bad": "❌ Commercial: (Silence complet pendant 45 secondes, puis) 'OK et donc votre budget c'est combien?'",
            "good": "✅ Commercial: 'Je vois... (pause) D'accord... (le prospect continue) Hmm, intéressant ce que vous dites sur les délais...'"
          }
        },
        {
          "title": "La règle des 2 secondes",
          "summary": "Après que le prospect ait fini de parler, compte mentalement jusqu'à 2 avant de répondre. Ça te force à ne pas couper et montre que tu réfléchis. Le prospect va souvent ajouter quelque chose d'important dans ce silence.",
          "example_dialogue": {
            "context": "Le prospect vient de finir d'expliquer son besoin",
            "bad": "❌ Commercial: '... et voilà notre situation.' → (immédiatement) 'Super, alors ce qu'on propose c'est...'",
            "good": "✅ Commercial: '... et voilà notre situation.' → (2 secondes de silence) '... en fait, le vrai problème c'est surtout le timing' → 'C'est intéressant que vous mentionniez le timing...'"
          }
        },
        {
          "title": "La prise de notes mentale",
          "summary": "Retiens 3 choses: le problème principal, un chiffre ou une date mentionnée, un détail personnel (nom d'un collègue, projet en cours). Tu les réutiliseras plus tard pour montrer que tu as vraiment écouté.",
          "example_dialogue": {
            "context": "Le prospect a mentionné plusieurs éléments",
            "bad": "❌ Commercial: 'Donc vous avez dit... euh... attendez, quel était votre budget déjà?'",
            "good": "✅ Commercial: 'Si je reprends: le projet avec Marie doit être livré pour le 15 juin avec une enveloppe de 50K. Le point critique c'est l'intégration avec Salesforce.'"
          }
        }
      ],
      
      "common_mistakes": [
        "Préparer sa réponse pendant que le prospect parle au lieu d'écouter vraiment",
        "Couper la parole pour montrer qu'on a compris (même si c'est vrai)",
        "Poser une question dont la réponse a déjà été donnée - le prospect perd confiance"
      ],
      
      "emotional_tips": [
        "Respire. Un commercial stressé n'écoute pas, il attend.",
        "Dis-toi que le prospect a la solution à son problème - ton job c'est de l'aider à l'exprimer.",
        "Si tu perds le fil, dis simplement 'Je veux être sûr de bien comprendre...' - c'est honnête et ça renforce la confiance."
      ],
      
      "takeaways": [
        "Vise le niveau 3 d'écoute: les émotions et motivations, pas juste les faits",
        "Utilise la règle des 2 secondes avant de répondre",
        "Retiens 3 éléments clés à réutiliser plus tard dans la conversation"
      ]
    },
    
    {
      "day": 2,
      "level": "easy",
      "skill_id": "questions_ouvertes",
      "title": "L'Art de Poser les Bonnes Questions",
      "objective": "Maîtriser les questions ouvertes pour découvrir les vrais besoins du prospect.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Ouvertes vs Fermées: la différence fatale",
          "summary": "Question fermée = oui/non. Question ouverte = le prospect développe. 'Vous avez un budget?' (fermée, réponse en 1 mot) vs 'Comment envisagez-vous l'investissement sur ce projet?' (ouverte, le prospect explique).",
          "example_dialogue": {
            "context": "Tu veux connaître le budget",
            "bad": "❌ 'Vous avez un budget?' → 'Oui' → (et maintenant?)",
            "good": "✅ 'Comment envisagez-vous l'investissement sur ce projet?' → 'On a une enveloppe de 30K pour ce trimestre, mais si les résultats sont là on peut aller chercher plus...'"
          }
        },
        {
          "title": "La règle QQOQCP",
          "summary": "Qui, Quoi, Où, Quand, Comment, Pourquoi. Ces 6 mots démarrent les meilleures questions. Objectif: 80% de tes questions commencent par l'un de ces mots. Le reste: confirmation ('C'est bien ça?').",
          "example_dialogue": {
            "context": "Découverte du contexte",
            "bad": "❌ 'Vous cherchez une solution de CRM?' → 'Oui' (rien appris)",
            "good": "✅ 'Qu'est-ce qui vous a poussé à chercher une solution de CRM maintenant?' → (histoire, timing, déclencheur, urgence...)"
          }
        },
        {
          "title": "L'entonnoir de découverte",
          "summary": "Commence large (contexte) et resserre (détails). Pas l'inverse. 'Parlez-moi de votre activité' → 'Comment gérez-vous [X] aujourd'hui?' → 'Quel budget pour résoudre ce problème?'",
          "example_dialogue": {
            "context": "Structure d'une découverte",
            "bad": "❌ 'Quel est votre budget?' (trop tôt, pas de contexte, le prospect se braque)",
            "good": "✅ 'Comment fonctionne votre équipe commerciale aujourd'hui?' → 'Quelles sont vos principales difficultés?' → 'Comment envisagez-vous l'investissement pour résoudre ça?'"
          }
        },
        {
          "title": "La question du Pourquoi profond",
          "summary": "Après avoir identifié un problème, demande toujours: 'Pourquoi c'est important?' ou 'Qu'est-ce qui se passe si vous ne réglez pas ce problème?' Tu atteins les motivations réelles.",
          "example_dialogue": {
            "context": "Creuser l'enjeu",
            "bad": "❌ 'OK, vous voulez améliorer la productivité. Voici notre solution...'",
            "good": "✅ 'Vous voulez améliorer la productivité. Qu'est-ce que ça changerait concrètement pour vous si c'était résolu?' → 'Je pourrais enfin avoir du temps pour la stratégie au lieu d'éteindre des feux' (vraie motivation)"
          }
        }
      ],
      
      "common_mistakes": [
        "Enchaîner les questions comme un interrogatoire - faites des mini-synthèses entre les questions",
        "Questions suggestives ('Vous êtes d'accord que...?') - laissez le prospect s'exprimer librement",
        "Sauter au budget trop tôt - construisez d'abord la valeur"
      ],
      
      "emotional_tips": [
        "Une bonne question montre que tu t'intéresses vraiment - le prospect le ressent",
        "Si tu ne sais pas quoi demander, dis 'Pouvez-vous m'en dire plus?' - ça marche toujours",
        "Les silences après une bonne question sont normaux - le prospect réfléchit, c'est bon signe"
      ],
      
      "takeaways": [
        "80% de questions ouvertes (QQOQCP), 20% de confirmations",
        "Structure en entonnoir: large → spécifique",
        "Toujours chercher le 'Pourquoi c'est important' pour atteindre les vraies motivations"
      ]
    },
    
    {
      "day": 3,
      "level": "easy",
      "skill_id": "reformulation",
      "title": "Reformuler pour Mieux Convaincre",
      "objective": "Utiliser la reformulation pour valider la compréhension et créer du rapport.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Pourquoi reformuler?",
          "summary": "3 bénéfices: (1) Tu vérifies que tu as bien compris, (2) Le prospect se sent écouté, (3) Tu structures les informations pour la suite. Un prospect qui dit 'C'est exactement ça!' est déjà à moitié convaincu.",
          "example_dialogue": {
            "context": "Après une explication du prospect",
            "bad": "❌ 'OK j'ai compris. Donc notre solution peut vous aider parce que...' (pas de validation)",
            "good": "✅ 'Si je résume: vous perdez 10 heures par semaine sur des tâches administratives, ce qui impacte votre capacité à prospecter. C'est bien ça?' → 'Oui, exactement!'"
          }
        },
        {
          "title": "Les 3 types de reformulation",
          "summary": "Écho: répéter les derniers mots ('Le timing...?'). Synthèse: résumer en structurant ('Donc vous avez X, Y, Z'). Clarification: lever une ambiguïté ('Quand vous dites urgent, c'est quelle échéance?').",
          "example_dialogue": {
            "context": "Différentes reformulations",
            "bad": "❌ 'D'accord, d'accord, d'accord.' (rien de concret)",
            "good": "✅ Écho: 'Le timing vous pose problème...?' / Synthèse: 'Donc le timing, le budget et l'équipe sont vos 3 enjeux.' / Clarification: 'Urgent pour vous, ça veut dire avant fin mars?'"
          }
        },
        {
          "title": "La reformulation émotionnelle",
          "summary": "Reformuler l'émotion, pas juste les faits. 'J'ai l'impression que cette situation vous pèse vraiment...' Ça crée une connexion profonde. Utilise-la quand le prospect parle d'un problème douloureux.",
          "example_dialogue": {
            "context": "Le prospect parle d'une frustration",
            "bad": "❌ 'OK, vous avez un problème avec votre fournisseur actuel.'",
            "good": "✅ 'Je sens que cette situation avec votre fournisseur actuel vous frustre vraiment. Ça dure depuis combien de temps?'"
          }
        },
        {
          "title": "Toujours demander validation",
          "summary": "Termine chaque reformulation par: 'C'est bien ça?', 'J'ai tout compris?', 'Ai-je bien résumé?'. Le prospect peut corriger. C'est OK de se tromper, mais pas OK de partir sur de mauvaises bases.",
          "example_dialogue": {
            "context": "Fin de reformulation",
            "bad": "❌ 'Donc vous voulez X.' (affirme sans vérifier)",
            "good": "✅ 'Donc si je comprends bien, votre priorité c'est X avant Y. C'est correct?' → 'Pas tout à fait, en fait Y est plus urgent...'"
          }
        }
      ],
      
      "common_mistakes": [
        "Répéter mot pour mot sans structurer - le prospect veut de la valeur ajoutée",
        "Reformuler trop souvent - 2-3 fois par conversation, pas à chaque phrase",
        "Oublier la validation finale - c'est le moment où le prospect s'engage sur ce que tu as compris"
      ],
      
      "emotional_tips": [
        "Une bonne reformulation fait dire au prospect: 'Vous avez parfaitement compris!'",
        "Varie tes formules d'introduction: 'Si je comprends bien...', 'En d'autres termes...', 'Ce que j'entends c'est...'",
        "La reformulation émotionnelle crée une connexion instantanée - ne la sous-estime pas"
      ],
      
      "takeaways": [
        "Reformuler = vérifier + montrer qu'on écoute + structurer",
        "Utilise les 3 types: écho, synthèse, clarification",
        "Toujours demander validation à la fin: 'C'est bien ça?'"
      ]
    },
    
    {
      "day": 4,
      "level": "easy",
      "skill_id": "gestion_silence",
      "title": "Le Pouvoir du Silence en Vente",
      "objective": "Maîtriser l'utilisation stratégique du silence comme outil de vente.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Le silence est ton ami",
          "summary": "La plupart des commerciaux ont peur du silence et le comblent nerveusement. Erreur! Le silence fait réfléchir le prospect, crée de la pression positive, et montre ta confiance. Celui qui parle en premier après un prix perd.",
          "example_dialogue": {
            "context": "Annonce du prix",
            "bad": "❌ 'C'est 5000€... Mais on peut faire un geste, et il y a des facilités de paiement, et...' (le prospect n'a même pas répondu)",
            "good": "✅ 'C'est 5000€.' (Silence. Le prospect réfléchit. 5 secondes passent.) → Prospect: 'C'est dans notre budget.'"
          }
        },
        {
          "title": "La règle des 5 secondes",
          "summary": "Après avoir posé une question importante, compte mentalement jusqu'à 5 avant de parler. Le prospect va souvent développer sa réponse ou révéler quelque chose d'important. Ces 5 secondes semblent longues mais créent de la valeur.",
          "example_dialogue": {
            "context": "Après une question clé",
            "bad": "❌ 'Qu'est-ce qui vous ferait décider?' → (1 seconde) 'Parce que si c'est le prix...'",
            "good": "✅ 'Qu'est-ce qui vous ferait décider?' → (5 secondes) → Prospect: 'Honnêtement... j'ai besoin de savoir que vous serez là si ça plante.'"
          }
        },
        {
          "title": "Les différents types de silence",
          "summary": "Silence de réflexion (après une question), silence de pression (après un prix/proposition), silence d'écoute (quand le prospect parle). Chacun a sa fonction. Ne les confonds pas.",
          "example_dialogue": {
            "context": "Chaque type",
            "bad": "❌ Même comportement quel que soit le contexte",
            "good": "✅ Réflexion: laisse 5 sec après ta question. Pression: ne parle PAS en premier après le prix. Écoute: laisse 2 sec quand le prospect fait une pause."
          }
        },
        {
          "title": "Gérer ton propre malaise",
          "summary": "Le silence est inconfortable. C'est normal. Respire lentement, ça te calme. Rappelle-toi: le prospect qui réfléchit en silence est en train de se convaincre lui-même. Ne le dérange pas!",
          "example_dialogue": {
            "context": "Gérer l'inconfort",
            "bad": "❌ (Pensée: 'C'est gênant, je dois dire quelque chose!') 'Euh... Donc...'",
            "good": "✅ (Pensée: 'Il réfléchit. C'est bon signe. Je respire.') → Prospect: 'OK, on fait comme ça.'"
          }
        }
      ],
      
      "common_mistakes": [
        "Combler chaque silence par réflexe - tu perds ton pouvoir de négociation",
        "Répéter ta question si le prospect ne répond pas immédiatement - laisse-lui le temps",
        "Parler en premier après avoir annoncé un prix - tu te négocies toi-même"
      ],
      
      "emotional_tips": [
        "Le silence n'est pas vide, il est plein de réflexion",
        "Si tu te sens mal à l'aise, respire profondément - ça se ressent dans ta voix",
        "Un prospect silencieux n'est pas un prospect perdu - c'est un prospect qui réfléchit"
      ],
      
      "takeaways": [
        "Celui qui parle en premier après un prix perd",
        "Utilise la règle des 5 secondes après une question importante",
        "Le silence est un outil de vente, pas un problème à résoudre"
      ]
    },
    
    {
      "day": 5,
      "level": "medium",
      "skill_id": "objections_prix",
      "title": "Maîtriser les Objections Prix",
      "objective": "Traiter les objections liées au prix sans baisser ses tarifs.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Le prix n'est jamais le vrai problème",
          "summary": "'C'est trop cher' signifie: 'Je ne vois pas assez de valeur pour ce prix'. Ton job: augmenter la valeur perçue, pas baisser le prix. Première réaction: 'Trop cher par rapport à quoi?'",
          "example_dialogue": {
            "context": "Objection prix classique",
            "bad": "❌ 'C'est trop cher.' → 'Je peux vous faire -10%.' (tu as perdu 10% de marge sans rien gagner)",
            "good": "✅ 'C'est trop cher.' → 'Trop cher par rapport à quoi? Votre budget initial ou ce que vous attendez comme résultat?' → Découvrir le vrai frein"
          }
        },
        {
          "title": "La technique du coût total",
          "summary": "Compare le coût de ta solution au coût du problème. 'Ce problème vous coûte 50K€/an. Ma solution en coûte 10K€. Vous économisez 40K€.' Toujours quantifier le problème AVANT de parler du prix.",
          "example_dialogue": {
            "context": "Reframe sur le coût du problème",
            "bad": "❌ 'Notre solution coûte 15K€.' → 'C'est trop.'",
            "good": "✅ 'Combien ce problème vous coûte par mois? (découverte) → 5K€ → Donc 60K€/an. Notre solution à 15K€ vous en économise 45K€ dès la première année.'"
          }
        },
        {
          "title": "L'isolation de l'objection",
          "summary": "Avant de négocier, vérifie que le prix est le seul obstacle. 'Si on trouve une solution sur le prix, on avance ensemble?' Ça évite de négocier pour découvrir ensuite d'autres objections.",
          "example_dialogue": {
            "context": "Isoler avant de traiter",
            "bad": "❌ 'C'est trop cher.' → (négociation) → 'OK mais je dois aussi en parler à mon associé.' (nouvelle objection)",
            "good": "✅ 'C'est trop cher.' → 'Je comprends. Si on trouve une solution sur le prix, on signe aujourd'hui?' → 'Non, je dois aussi...' → (traiter la vraie objection d'abord)"
          }
        },
        {
          "title": "Ne jamais donner sans recevoir",
          "summary": "Toute concession a une contrepartie. 'Je peux faire un geste SI vous vous engagez sur 24 mois.' Jamais: 'OK je baisse de 10%.' Tu perds en crédibilité et en marge.",
          "example_dialogue": {
            "context": "Négociation avec contrepartie",
            "bad": "❌ 'Faites-moi un prix.' → 'OK, -10%.' (tu n'as rien obtenu)",
            "good": "✅ 'Faites-moi un prix.' → 'Je peux faire un effort si on part sur 24 mois au lieu de 12, ou si vous réglez en une fois.' (contrepartie)"
          }
        }
      ],
      
      "common_mistakes": [
        "Proposer une remise dès la première objection - tu parais désespéré",
        "Se justifier ('Oui mais on est les meilleurs...') - ça ne convainc pas",
        "Oublier de quantifier le ROI - le prix sans valeur est toujours trop cher"
      ],
      
      "emotional_tips": [
        "Le prospect qui négocie le prix est intéressé - c'est bon signe!",
        "Reste calme et confiant. Ton prix est juste si ta valeur est claire.",
        "Ne t'excuse jamais pour ton prix. Tu dévalorises ton offre."
      ],
      
      "takeaways": [
        "'Trop cher par rapport à quoi?' est LA question magique",
        "Toujours quantifier le coût du problème avant de parler du prix",
        "Ne jamais donner sans recevoir: chaque concession a une contrepartie"
      ]
    },
    
    {
      "day": 6,
      "level": "medium",
      "skill_id": "objections_timing",
      "title": "Vaincre les Objections Timing",
      "objective": "Traiter efficacement les 'ce n'est pas le moment' et 'rappellez-moi plus tard'.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Vrai timing vs Faux timing",
          "summary": "'Ce n'est pas le moment' peut être une vraie contrainte (budget bouclé, projet en cours) ou un faux-fuyant (pas intéressé). La clé: 'Qu'est-ce qui sera différent dans 3 mois?' Une vraie contrainte a une réponse précise.",
          "example_dialogue": {
            "context": "Distinguer vrai et faux",
            "bad": "❌ 'Ce n'est pas le moment.' → 'OK, je vous rappelle dans 3 mois.' (tu n'as rien appris)",
            "good": "✅ 'Ce n'est pas le moment.' → 'Je comprends. Qu'est-ce qui sera différent dans 3 mois?' → 'Le budget Q2 sera voté.' (vraie contrainte) ou 'Euh... on sera moins occupés.' (faux-fuyant)"
          }
        },
        {
          "title": "Le coût de l'inaction",
          "summary": "Chaque jour avec le problème non résolu a un coût. Rends-le visible. 'Si vous attendez 6 mois, ce problème va vous coûter [X] de plus. Ça vaut le coup d'attendre?'",
          "example_dialogue": {
            "context": "Créer l'urgence légitime",
            "bad": "❌ 'On verra plus tard.' → 'OK, bonne continuation.'",
            "good": "✅ 'On verra plus tard.' → 'Je comprends. Juste pour info: ce problème vous coûte combien par mois actuellement? 5K€? Donc 30K€ en 6 mois. Ça vaut le coup d'attendre?'"
          }
        },
        {
          "title": "L'ancrage temporel",
          "summary": "Jamais de 'rappellez-moi plus tard' vague. Obtiens toujours une date précise et une raison concrète. 'Quand exactement est-ce que ce sera le bon moment? Et qu'est-ce qui aura changé?'",
          "example_dialogue": {
            "context": "Fixer un suivi concret",
            "bad": "❌ 'Rappellez-moi en janvier.' → (tu rappelles, il ne se souvient pas de toi)",
            "good": "✅ 'Rappellez-moi en janvier.' → 'Parfait. Le 15 janvier à 10h, ça vous va? Et qu'est-ce qui sera différent à ce moment-là?' → Tu as un RDV qualifié"
          }
        },
        {
          "title": "Le pied dans la porte",
          "summary": "Si le grand OUI est bloqué, propose un petit pas. 'En attendant, et si on faisait [action limitée]?' Un pilote, une démo, un document. Tu restes dans la course.",
          "example_dialogue": {
            "context": "Petite avancée",
            "bad": "❌ 'On n'est pas prêts.' → 'OK, à bientôt.'",
            "good": "✅ 'On n'est pas prêts.' → 'Je comprends. Et si en attendant, je vous envoyais une étude de cas de [client similaire]? Ça vous donnera des arguments pour quand vous serez prêts.' → Tu restes présent"
          }
        }
      ],
      
      "common_mistakes": [
        "Accepter un 'rappellez-moi plus tard' sans date précise",
        "Créer une fausse urgence ('dernière offre!') - ça détruit la confiance",
        "Abandonner dès la première objection timing - souvent c'est un test"
      ],
      
      "emotional_tips": [
        "La patience paie. Un prospect qui repousse n'est pas perdu.",
        "Propose de la valeur pendant l'attente: article, étude de cas, invitation à un événement.",
        "Un bon suivi (non intrusif) te distingue de 90% des commerciaux."
      ],
      
      "takeaways": [
        "Distingue vraie contrainte (réponse précise) et faux-fuyant (réponse vague)",
        "Quantifie toujours le coût de l'inaction",
        "Jamais de 'plus tard' sans date précise et raison concrète"
      ]
    },
    
    {
      "day": 7,
      "level": "medium",
      "skill_id": "objections_concurrence",
      "title": "Gagner Face à la Concurrence",
      "objective": "Traiter les objections liées aux concurrents sans les dénigrer.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Jamais dénigrer",
          "summary": "Critiquer la concurrence dégrade TA crédibilité. Mets en avant tes forces, pas leurs faiblesses. 'Je connais [concurrent], ils font du bon travail. Notre approche est différente sur [X].'",
          "example_dialogue": {
            "context": "Le prospect mentionne un concurrent",
            "bad": "❌ 'Ah, [concurrent]? Leurs clients sont souvent déçus du service après-vente.' (dénigrement)",
            "good": "✅ 'Je connais [concurrent], c'est une entreprise sérieuse. Ce qui nous distingue: [différenciateur]. Pour votre contexte, ça signifie [bénéfice].'"
          }
        },
        {
          "title": "Explorer la satisfaction actuelle",
          "summary": "Quand le prospect travaille avec un concurrent, explore sa satisfaction. 'Qu'est-ce qui fonctionne bien? Et si vous pouviez améliorer une chose?' Tu cherches la faille, pas le drame.",
          "example_dialogue": {
            "context": "Prospect déjà équipé",
            "bad": "❌ 'On travaille déjà avec [concurrent].' → 'Mais nous sommes meilleurs parce que...'",
            "good": "✅ 'On travaille déjà avec [concurrent] depuis 3 ans.' → 'Super, c'est qu'ils font des choses bien. Qu'est-ce qui fonctionne particulièrement? Et s'il y avait une chose à améliorer?'"
          }
        },
        {
          "title": "Le positionnement différenciateur",
          "summary": "Identifie 2-3 points de différenciation clairs et relie-les aux besoins du prospect. Pas juste 'on est différents' mais 'on est différents sur X, et pour VOUS ça signifie Y'.",
          "example_dialogue": {
            "context": "Positionner ta différence",
            "bad": "❌ 'On est meilleurs sur l'innovation, le service, la qualité...' (générique)",
            "good": "✅ 'Notre différence clé: le support technique en moins de 2h. Vous m'avez dit que les pannes vous coûtent 1000€/heure. Avec nous, vous économisez [calcul].'"
          }
        },
        {
          "title": "La stratégie du second fournisseur",
          "summary": "Plutôt que remplacer immédiatement, propose de commencer en parallèle. Moins menaçant, te permet de faire tes preuves. 'Et si on démarrait sur un périmètre limité pour que vous puissiez comparer?'",
          "example_dialogue": {
            "context": "Entrer en parallèle",
            "bad": "❌ 'Changez maintenant, on est meilleurs.' (agressif)",
            "good": "✅ 'Je comprends votre fidélité. Et si on commençait sur une équipe pilote pendant 3 mois? Vous comparez en conditions réelles, sans risque.'"
          }
        }
      ],
      
      "common_mistakes": [
        "Dénigrer le concurrent - tu perds en crédibilité",
        "Comparer sur tout - tu noies le prospect, choisis 2-3 points clés",
        "Exiger un remplacement total immédiat - trop risqué pour le prospect"
      ],
      
      "emotional_tips": [
        "Le prospect teste ta maturité en mentionnant la concurrence",
        "Dire du bien du concurrent montre ta confiance en toi",
        "La question 'Si vous pouviez changer une chose?' ouvre souvent des portes"
      ],
      
      "takeaways": [
        "Toujours du respect pour les concurrents - critique = perte de crédibilité",
        "Différencie-toi sur 2-3 points reliés aux besoins du prospect",
        "Propose d'entrer en parallèle plutôt qu'en remplacement total"
      ]
    },
    
    {
      "day": 8,
      "level": "medium",
      "skill_id": "negociation",
      "title": "Les Fondamentaux de la Négociation",
      "objective": "Maîtriser les principes clés de la négociation commerciale.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Créer le gâteau avant de le partager",
          "summary": "Cherche des options qui augmentent la valeur totale plutôt que de te battre sur le partage. Plutôt que négocier 5% de remise, explore: paiement anticipé, engagement long terme, recommandations...",
          "example_dialogue": {
            "context": "Élargir la négociation",
            "bad": "❌ 'Baissez votre prix de 10%.' → Négociation sur le prix uniquement",
            "good": "✅ 'Plutôt que baisser le prix, et si je vous incluais [service additionnel]? Ou un engagement sur 24 mois avec un tarif dégressif?'"
          }
        },
        {
          "title": "Toute concession a une contrepartie",
          "summary": "Ne jamais donner sans recevoir. 'Je peux faire X SI vous faites Y.' Jamais: 'OK, je fais X.' Tu perds en crédibilité et tu invites à demander encore plus.",
          "example_dialogue": {
            "context": "Négociation avec échange",
            "bad": "❌ 'OK, je vous fais -15%.' (gratuit, le prospect va demander plus)",
            "good": "✅ 'Je peux faire -15% si on part sur 24 mois et un paiement en une fois. Sinon, je reste sur le tarif standard.'"
          }
        },
        {
          "title": "Connaître sa BATNA",
          "summary": "BATNA = Best Alternative To Negotiated Agreement. Ta meilleure option si ça ne marche pas. Plus ta BATNA est forte, plus tu peux dire non. Si tu DOIS signer, tu es faible.",
          "example_dialogue": {
            "context": "Pouvoir de négociation",
            "bad": "❌ (Tu as besoin de ce contrat pour ton quota) → Tu cèdes sur tout",
            "good": "✅ (Tu as d'autres opportunités) → 'Je comprends vos contraintes, mais ce n'est pas possible en dessous de ce seuil. Je préfère vous dire non maintenant plutôt que mal vous servir.'"
          }
        },
        {
          "title": "Clôturer clairement",
          "summary": "Après négociation, récapitule les termes et confirme l'accord. 'Donc on part sur: [termes]. C'est OK pour vous? Parfait, je vous envoie le contrat.' Pas de flou.",
          "example_dialogue": {
            "context": "Finaliser l'accord",
            "bad": "❌ 'Donc on est d'accord, plus ou moins?' (flou)",
            "good": "✅ 'Pour récapituler: 15K€ sur 18 mois, paiement trimestriel, support inclus. On se serre la main là-dessus?'"
          }
        }
      ],
      
      "common_mistakes": [
        "Négocier uniquement sur le prix - tu te prives de leviers",
        "Donner sans recevoir - tu parais faible et invites à demander plus",
        "Ne pas savoir dire non - tu perds le respect du prospect"
      ],
      
      "emotional_tips": [
        "La négociation n'est pas un combat. C'est une danse où les deux gagnent.",
        "Si tu es stressé, tu cèdes trop vite. Respire et prends ton temps.",
        "Un prospect qui négocie dur peut devenir ton meilleur client - il teste ton sérieux."
      ],
      
      "takeaways": [
        "Explore des options qui augmentent la valeur totale avant de partager",
        "'Je peux X si vous Y' - jamais de concession gratuite",
        "Récapitule et confirme clairement à la fin: pas de flou"
      ]
    },
    
    {
      "day": 9,
      "level": "medium",
      "skill_id": "closing",
      "title": "L'Art du Closing",
      "objective": "Maîtriser les techniques pour conclure naturellement la vente.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Reconnaître les signaux d'achat",
          "summary": "Le prospect montre qu'il est prêt: questions sur le délai, la mise en œuvre, les conditions. 'Comment ça se passe pour démarrer?' = signal d'achat. Réponds, puis close!",
          "example_dialogue": {
            "context": "Détecter un signal",
            "bad": "❌ 'Comment se passe l'implémentation?' → (Explication détaillée de 5 minutes) → Le prospect a refroidi",
            "good": "✅ 'Comment se passe l'implémentation?' → 'Simple: une session de setup de 2h et vous êtes opérationnels. On cale ça pour quelle date?'"
          }
        },
        {
          "title": "Le closing assumptif",
          "summary": "Parle comme si la décision était prise. 'Quand on démarre...' au lieu de 'Si vous décidez...'. 'Vous préférez début mars ou mi-mars?' Pas: 'Vous êtes intéressé?'",
          "example_dialogue": {
            "context": "Closing assumptif",
            "bad": "❌ 'Alors, vous êtes intéressé?' (question fermée, facile de dire non)",
            "good": "✅ 'Pour le démarrage, vous préférez début mars ou mi-mars?' (présuppose que c'est oui, choix entre deux oui)"
          }
        },
        {
          "title": "Le récapitulatif valeur",
          "summary": "Avant de closer, résume les bénéfices. Rappelle pourquoi c'est une bonne décision. 'Donc on résout [problème], vous gagnez [bénéfice], et on démarre [date]. On y va?'",
          "example_dialogue": {
            "context": "Récap avant closing",
            "bad": "❌ 'Donc, on signe?' (sec, sans rappel de la valeur)",
            "good": "✅ 'Récapitulons: vous économisez 10h/semaine, vous avez le support 24/7, et on démarre dans 2 semaines. On part là-dessus?'"
          }
        },
        {
          "title": "Gérer les hésitations de dernière minute",
          "summary": "Normal d'hésiter avant de signer. Ne panique pas. 'Qu'est-ce qui vous fait hésiter?' Identifie le dernier doute, traite-le, relance le closing.",
          "example_dialogue": {
            "context": "Hésitation finale",
            "bad": "❌ 'Je ne suis pas sûr...' → 'Prenez votre temps.' (tu abandonnes)",
            "good": "✅ 'Je ne suis pas sûr...' → 'C'est normal, c'est une décision importante. Qu'est-ce qui vous ferait être sûr à 100%?' → Traitement → 'Maintenant qu'on a clarifié ça, on avance?'"
          }
        }
      ],
      
      "common_mistakes": [
        "Continuer à vendre après un signal d'achat - tu risques de 'désengager' le prospect",
        "Ne jamais demander l'engagement - le prospect attend qu'on lui demande!",
        "Closing trop brusque sans récap valeur - ça ressemble à de la pression"
      ],
      
      "emotional_tips": [
        "Le closing n'est pas de la manipulation, c'est l'aboutissement naturel d'une bonne découverte",
        "Si le prospect hésite, c'est souvent qu'il a une question non résolue - trouve-la",
        "Après avoir demandé, tais-toi. Le silence travaille pour toi."
      ],
      
      "takeaways": [
        "Détecte les signaux d'achat et agis immédiatement",
        "Utilise le closing assumptif: 'Vous préférez A ou B?' pas 'Vous voulez?'",
        "Récapitule la valeur avant de demander l'engagement"
      ]
    },
    
    {
      "day": 10,
      "level": "expert",
      "skill_id": "prospect_difficile",
      "title": "Maîtriser les Prospects Difficiles",
      "objective": "Gérer avec sang-froid les prospects agressifs, méfiants ou particulièrement exigeants.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Il teste, il n'attaque pas",
          "summary": "Un prospect difficile teste ton professionnalisme. Ce n'est pas personnel. Il a peut-être eu de mauvaises expériences. Reste détaché émotionnellement. Respire. Compte jusqu'à 3 avant de répondre.",
          "example_dialogue": {
            "context": "Face à l'agressivité",
            "bad": "❌ 'Vous êtes tous les mêmes!' → 'Mais non, monsieur, nous sommes différents...' (défensif)",
            "good": "✅ 'Vous êtes tous les mêmes!' → (respire) 'Je comprends votre frustration. Vous avez eu de mauvaises expériences. Qu'est-ce qui s'est passé?' (désarme)"
          }
        },
        {
          "title": "L'éponge émotionnelle",
          "summary": "Absorbe l'énergie négative sans la renvoyer. Réponds au contenu, pas à l'émotion. 'Je comprends votre frustration' + réponse factuelle. Jamais: 'Calmez-vous' ou 'C'est pas de ma faute'.",
          "example_dialogue": {
            "context": "Absorber la négativité",
            "bad": "❌ 'Je refuse qu'on me parle comme ça!' (escalade)",
            "good": "✅ 'Je vois que c'est un sujet sensible. Concrètement, qu'est-ce qui vous permettrait d'avancer sereinement?' (désamorce)"
          }
        },
        {
          "title": "Le recadrage assertif",
          "summary": "Pose des limites tout en restant pro. 'Je suis là pour vous aider, mais j'ai besoin qu'on puisse échanger de manière constructive.' Refuse l'inacceptable sans perdre le prospect.",
          "example_dialogue": {
            "context": "Poser des limites",
            "bad": "❌ (Accepte les insultes et continue) ou 'Je raccroche!' (coupure)",
            "good": "✅ 'Je comprends votre point de vue. Pour qu'on avance ensemble, j'ai besoin qu'on puisse discuter calmement. Est-ce que c'est possible?'"
          }
        },
        {
          "title": "La question désarmante",
          "summary": "Face à l'agressivité, pose une question sincère qui force le prospect à réfléchir. 'Qu'est-ce qui vous permettrait de vous sentir en confiance avec nous?' Ça change la dynamique.",
          "example_dialogue": {
            "context": "Désarmer par la question",
            "bad": "❌ 'Je vous assure qu'on est fiables!' (affirmation vs méfiance)",
            "good": "✅ 'Je sens de la méfiance, et je la respecte. Concrètement, qu'est-ce qui vous prouverait qu'on est différents?' (le prospect doit réfléchir)"
          }
        }
      ],
      
      "common_mistakes": [
        "Prendre les attaques personnellement - c'est le prospect qui a un problème, pas toi",
        "Répondre à l'agressivité par l'agressivité - tu perds le contrôle",
        "Abandonner trop vite - un prospect difficile converti est souvent très fidèle"
      ],
      
      "emotional_tips": [
        "Baisse ta voix quand le prospect monte la sienne - il s'ajustera",
        "Un prospect difficile qui devient client est souvent le meilleur ambassadeur",
        "Si tu sens que tu perds patience, prends une pause: 'Je note tout ça, je vous rappelle dans 10 minutes.'"
      ],
      
      "takeaways": [
        "Le prospect teste ton professionnalisme, ce n'est pas personnel",
        "Absorbe l'émotion, réponds sur le fond",
        "'Qu'est-ce qui vous ferait confiance?' est la question magique"
      ]
    },
    
    {
      "day": 11,
      "level": "expert",
      "skill_id": "pression_temporelle",
      "title": "Performer Sous Pression Temporelle",
      "objective": "Garder son efficacité quand le temps est compté.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Urgence réelle vs tactique",
          "summary": "Le prospect peut créer une fausse urgence pour négocier. 'Quelle est la deadline exacte?' 'Qu'est-ce qui se passe si on la dépasse?' Les vraies urgences ont des conséquences concrètes.",
          "example_dialogue": {
            "context": "Vérifier l'urgence",
            "bad": "❌ 'J'ai besoin de décider maintenant!' → Tu te précipites et fais des erreurs",
            "good": "✅ 'J'ai besoin de décider maintenant!' → 'Je comprends. Qu'est-ce qui se passe si on prend 24h de plus?' → 'Rien de grave, mais...' (fausse urgence)"
          }
        },
        {
          "title": "L'accélération structurée",
          "summary": "Aller vite ≠ sauter des étapes. Compresse les temps morts, pas le contenu. 'Vu le temps qu'on a, concentrons-nous sur les 2-3 points essentiels pour votre décision.'",
          "example_dialogue": {
            "context": "Prioriser sous pression",
            "bad": "❌ (5 minutes dispo) → Pitch complet de 20 minutes compressé en 5 → Chaos",
            "good": "✅ (5 minutes dispo) → 'En 5 minutes, voilà les 3 points clés: [1], [2], [3]. Ça vous parle? Si oui, on cale un créneau plus long.'"
          }
        },
        {
          "title": "Gérer son propre stress",
          "summary": "Ton stress se transmet. Parle légèrement plus lentement que d'habitude. Ça te calme et calme le prospect. Un commercial pressé fait des erreurs et perd en crédibilité.",
          "example_dialogue": {
            "context": "Rester calme",
            "bad": "❌ (Parle vite, respiration courte, voix tendue) → Le prospect ressent le stress",
            "good": "✅ (Respiration posée, débit légèrement ralenti) → 'Je vais être efficace pour respecter votre temps.' (calme inspiré)"
          }
        },
        {
          "title": "Le pitch éclair",
          "summary": "Aie en réserve une version 30 secondes de ton offre. Le problème que tu résous + ta solution + un résultat concret. C'est ton joker quand le temps manque.",
          "example_dialogue": {
            "context": "Pitch en 30 secondes",
            "bad": "❌ 'Alors on est une entreprise fondée en... et on fait... et...' (trop long)",
            "good": "✅ 'En 30 secondes: les équipes commerciales perdent 5h/semaine sur l'admin. Notre outil automatise ça. Nos clients gagnent 20% de productivité. Ça mérite 15 minutes?'"
          }
        }
      ],
      
      "common_mistakes": [
        "Se laisser contaminer par l'urgence du prospect",
        "Bâcler la découverte pour aller vite - tu rates l'essentiel",
        "Accepter une fausse urgence sans la questionner"
      ],
      
      "emotional_tips": [
        "Plus le prospect est pressé, plus TU dois être calme",
        "La qualité bat la vitesse. Mieux vaut un échange court et pertinent qu'un échange long et confus.",
        "Si vraiment pas le temps: 'Je vois que ce n'est pas le bon moment. On bloque 15 minutes demain?'"
      ],
      
      "takeaways": [
        "Questionne l'urgence: vraie contrainte ou tactique?",
        "Compresse les temps morts, pas le contenu essentiel",
        "Garde toujours un 'pitch éclair' de 30 secondes en réserve"
      ]
    },
    
    {
      "day": 12,
      "level": "expert",
      "skill_id": "multi_objections",
      "title": "Gérer les Objections en Cascade",
      "objective": "Traiter méthodiquement les situations où le prospect empile les objections.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "L'objection racine",
          "summary": "Parmi plusieurs objections, une seule est souvent la vraie. Les autres sont des écrans de fumée. 'Parmi tout ça, qu'est-ce qui pèse le plus dans votre décision?'",
          "example_dialogue": {
            "context": "Trouver la vraie objection",
            "bad": "❌ 'C'est le prix, le timing et les références.' → Tu traites les 3 en parallèle → Chaos",
            "good": "✅ 'Le prix, le timing, les références... Si on ne réglait qu'un seul point, ce serait lequel?' → 'Honnêtement, c'est surtout le timing.' → Tu focuses sur le timing"
          }
        },
        {
          "title": "L'inventaire complet",
          "summary": "Avant de traiter, fais la liste complète. 'Y a-t-il autre chose qui vous fait hésiter?' Tu évites les objections surprises après avoir traité les premières.",
          "example_dialogue": {
            "context": "Lister avant de traiter",
            "bad": "❌ Tu traites objection 1, puis 2 apparaît, puis 3... Sans fin",
            "good": "✅ 'Le prix et le timing. Y a-t-il autre chose?' → 'Oui, les références aussi.' → 'OK, si on règle ces 3 points, on peut avancer?' → 'Oui.' → Tu traites méthodiquement"
          }
        },
        {
          "title": "Le traitement séquentiel",
          "summary": "Une objection à la fois. Isoler, traiter, valider, passer à la suivante. 'Commençons par [1]. [Réponse]. Ça vous rassure sur ce point? OK, maintenant [2]...'",
          "example_dialogue": {
            "context": "Traitement méthodique",
            "bad": "❌ 'Le prix est justifié parce que... et le timing parce que... et les références...' (tout en vrac)",
            "good": "✅ 'Prenons le prix d'abord. [Argument]. Ça vous convient? ... Parfait. Maintenant le timing. [Argument]. On est bons? ... Super. Passons aux références.'"
          }
        },
        {
          "title": "Détecter l'obstruction",
          "summary": "Après 4-5 objections sans progrès, confronte: 'J'ai l'impression qu'il y a quelque chose de plus fondamental. Qu'est-ce que c'est vraiment?' Le prospect cache peut-être le vrai problème.",
          "example_dialogue": {
            "context": "Confrontation constructive",
            "bad": "❌ Objection 5, 6, 7... Tu continues à traiter sans fin",
            "good": "✅ 'On a traité 4 points, mais je sens une hésitation plus profonde. Soyons directs: est-ce que ce projet vous intéresse vraiment?' → 'Honnêtement, je ne suis pas le décideur...' (vraie info)"
          }
        }
      ],
      
      "common_mistakes": [
        "Répondre à toutes les objections en même temps - tu noies le prospect",
        "Ne pas faire l'inventaire complet - les objections reviennent après",
        "Se décourager face au volume - c'est parfois un test de résistance"
      ],
      
      "emotional_tips": [
        "Les objections multiples peuvent être un signe d'intérêt - le prospect cherche à se rassurer",
        "Reste positif et méthodique. Ta sérénité rassure.",
        "Si le prospect est de mauvaise foi, c'est OK de le qualifier out"
      ],
      
      "takeaways": [
        "Identifie l'objection principale: 'Si on ne réglait qu'un point, lequel?'",
        "Fais l'inventaire COMPLET avant de traiter",
        "Une objection à la fois: traite, valide, passe à la suivante"
      ]
    },
    
    {
      "day": 13,
      "level": "expert",
      "skill_id": "closing_pression",
      "title": "Closing en Conditions Difficiles",
      "objective": "Maîtriser les techniques de closing avancées pour situations complexes.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Le closing multi-parties",
          "summary": "Quand plusieurs personnes décident, identifie ton champion interne et équipe-le. 'Qu'est-ce que votre directeur aurait besoin de voir? Je vous prépare les arguments.'",
          "example_dialogue": {
            "context": "Plusieurs décideurs",
            "bad": "❌ 'Je dois voir avec mon directeur.' → 'OK, tenez-moi au courant.' (tu perds le contrôle)",
            "good": "✅ 'Je dois voir avec mon directeur.' → 'Parfait. Quelles questions va-t-il poser? Préparons ensemble les réponses. Je peux vous faire un one-pager?'"
          }
        },
        {
          "title": "Le pivot concurrentiel",
          "summary": "Quand la concurrence est proche de gagner, crée un moment de pause. 'Avant de finaliser avec [concurrent], accordez-moi 15 minutes pour vous montrer [différenciateur clé].'",
          "example_dialogue": {
            "context": "Face à la concurrence",
            "bad": "❌ 'On a quasi signé avec [concurrent].' → 'Ah, dommage.' (abandon)",
            "good": "✅ 'On a quasi signé avec [concurrent].' → 'Je comprends. Avant de finaliser, 15 minutes pour vous montrer [X]? Si ça ne change rien, vous n'aurez rien perdu.'"
          }
        },
        {
          "title": "L'engagement incrémental",
          "summary": "Quand le grand OUI est bloqué, avance par petits pas. 'On n'est pas obligés de tout décider. Et si on commençait par [première étape]?'",
          "example_dialogue": {
            "context": "Avancer par étapes",
            "bad": "❌ 'Signez le contrat global maintenant.' → 'C'est trop d'engagement.' → Blocage",
            "good": "✅ 'Et si on démarrait par un pilote de 3 mois sur une équipe? Vous validez en conditions réelles, sans engagement total.'"
          }
        },
        {
          "title": "L'urgence légitime",
          "summary": "Crée un moment décisif avec des raisons réelles. 'Notre agenda d'implémentation se remplit. Pour garantir votre créneau, j'ai besoin de votre GO cette semaine.' Pas de fausse urgence.",
          "example_dialogue": {
            "context": "Urgence vraie",
            "bad": "❌ 'C'est la dernière fois que je vous fais cette offre!' (manipulation évidente)",
            "good": "✅ 'Nos équipes ont 2 créneaux d'implémentation ce trimestre. Le premier part en priorité. Pour vous réserver, il me faut un GO d'ici vendredi.'"
          }
        }
      ],
      
      "common_mistakes": [
        "Laisser le champion interne sans armes pour défendre le projet",
        "Abandonner face à la concurrence sans tenter un dernier effort",
        "Créer une fausse urgence - ça détruit la confiance"
      ],
      
      "emotional_tips": [
        "Le closing sous pression demande du calme et de la méthode",
        "Un prospect qui résiste n'est pas perdu - il a besoin d'aide pour décider",
        "La créativité paie: pilote, paiement étalé, garantie satisfait ou remboursé..."
      ],
      
      "takeaways": [
        "Équipe ton champion interne pour qu'il vende à ta place",
        "Face à la concurrence: demande 15 minutes de plus, pas de miracle",
        "L'engagement incrémental débloque les situations de blocage"
      ]
    },
    
    {
      "day": 14,
      "level": "expert",
      "skill_id": "prospect_difficile",
      "title": "Transformer le Conflit en Opportunité",
      "objective": "Techniques avancées pour retourner les situations tendues en victoires commerciales.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "Le retournement émotionnel",
          "summary": "Un prospect en colère qui se calme devient souvent le plus loyal. La gestion de crise révèle qui tu es vraiment. C'est une opportunité, pas une menace.",
          "example_dialogue": {
            "context": "Après un conflit résolu",
            "bad": "❌ (Conflit) → 'Ouf, c'est fini.' → Tu l'évites ensuite",
            "good": "✅ (Conflit résolu) → 'Je suis content qu'on ait pu clarifier ça. Cette franchise, c'est exactement ce qu'on apporte à nos clients. On avance ensemble?'"
          }
        },
        {
          "title": "L'empathie stratégique",
          "summary": "Montre que tu comprends AVANT de répondre sur le fond. 'Je vois que c'est frustrant. À votre place, je serais aussi méfiant.' Puis seulement: solution.",
          "example_dialogue": {
            "context": "Valider avant de résoudre",
            "bad": "❌ 'Vous vous trompez, en fait...' (défensif)",
            "good": "✅ 'Je comprends pourquoi vous pensez ça. C'est logique vu votre expérience passée. Maintenant, voici ce qu'on fait différemment...'"
          }
        },
        {
          "title": "La capitulation stratégique",
          "summary": "Parfois, reconnaître ses limites renforce la confiance. 'Sur ce point, vous avez raison, on n'est pas les meilleurs. Par contre, là où on excelle...'",
          "example_dialogue": {
            "context": "Concéder pour mieux avancer",
            "bad": "❌ 'On est les meilleurs sur tout!' (pas crédible)",
            "good": "✅ 'C'est vrai, sur les fonctionnalités avancées, [concurrent] a un avantage. Mais pour votre usage principal, voici pourquoi on est le meilleur choix...'"
          }
        },
        {
          "title": "Savoir quand arrêter",
          "summary": "Certains prospects ne sont pas faits pour toi. C'est OK de qualifier out. 'Je ne suis pas sûr qu'on soit le bon partenaire pour vous. Je préfère être honnête.'",
          "example_dialogue": {
            "context": "Qualifier out avec dignité",
            "bad": "❌ (Continue à pousser malgré les signaux négatifs)",
            "good": "✅ 'Écoutez, je sens qu'on n'est pas alignés sur les attentes. Je préfère vous le dire maintenant plutôt que de vous décevoir après. Mais si les choses changent...'"
          }
        }
      ],
      
      "common_mistakes": [
        "Voir le conflit comme un échec au lieu d'une opportunité",
        "Vouloir avoir raison à tout prix au lieu de construire une relation",
        "S'acharner sur un prospect non qualifié - tu perds ton temps et ton énergie"
      ],
      
      "emotional_tips": [
        "Les prospects difficiles deviennent souvent les meilleurs clients - ils sont exigeants mais loyaux",
        "Reconnaître ses limites n'est pas de la faiblesse, c'est de la maturité commerciale",
        "Qualifier out un prospect mal aligné te libère pour les bonnes opportunités"
      ],
      
      "takeaways": [
        "Un conflit bien géré crée plus de confiance qu'une vente facile",
        "Valide l'émotion AVANT de traiter le fond",
        "Savoir qualifier out est une force, pas un aveu d'échec"
      ]
    },
    
    {
      "day": 15,
      "level": "expert",
      "skill_id": "closing_pression",
      "title": "Le Closing d'Excellence",
      "objective": "Intégrer toutes les compétences pour des closings de niveau expert.",
      "duration_minutes": 5,
      
      "key_points": [
        {
          "title": "La synchronisation finale",
          "summary": "Avant le closing, assure-toi que tout est aligné: le champion est convaincu, les objections sont traitées, la valeur est claire, le timing est bon. Un closing prématuré tue le deal.",
          "example_dialogue": {
            "context": "Vérification avant closing",
            "bad": "❌ 'Bon, on signe?' (sans vérification)",
            "good": "✅ 'Récap: on a traité le prix, le timing, les références. Vous êtes convaincu personnellement. Votre directeur a vu le one-pager. On est prêts?'"
          }
        },
        {
          "title": "Le momentum décisionnel",
          "summary": "Crée et maintiens un élan vers la décision. Chaque interaction doit faire avancer. Si le momentum baisse, le deal meurt. 'Qu'est-ce qu'on fait pour avancer cette semaine?'",
          "example_dialogue": {
            "context": "Maintenir l'élan",
            "bad": "❌ 'Tenez-moi au courant quand vous serez prêt.' (passif)",
            "good": "✅ 'Parfait. Prochaine étape: je vous envoie le contrat demain, vous me faites un retour jeudi, on finalise vendredi. Ça marche?'"
          }
        },
        {
          "title": "L'art de la dernière question",
          "summary": "Après avoir demandé l'engagement, tais-toi. La première personne qui parle perd. Supporte le silence. Le prospect va décider.",
          "example_dialogue": {
            "context": "Le silence final",
            "bad": "❌ 'On y va? ... Parce que si c'est le prix... ou le timing...' (tu te négocies toi-même)",
            "good": "✅ 'On part là-dessus?' → (Silence. 5 secondes. 10 secondes.) → Prospect: 'OK, envoyez le contrat.'"
          }
        },
        {
          "title": "L'après-closing",
          "summary": "Le closing n'est pas la fin. Confirme par écrit, définis les prochaines étapes, assure un onboarding fluide. Le bon closing prépare une relation durable.",
          "example_dialogue": {
            "context": "Sécuriser après le oui",
            "bad": "❌ 'Super, merci!' → Tu raccroches et tu passes au suivant",
            "good": "✅ 'Excellent! Je vous envoie le contrat dans l'heure. Dès signature, Marie de notre équipe vous contacte pour le kickoff. Des questions avant qu'on se quitte?'"
          }
        }
      ],
      
      "common_mistakes": [
        "Closer trop tôt sans avoir aligné tous les éléments",
        "Parler après avoir demandé l'engagement - tu te sabotes",
        "Négliger l'après-closing - tu mets en péril l'onboarding et la relation"
      ],
      
      "emotional_tips": [
        "Le closing d'excellence est naturel, pas forcé. Si c'est difficile, tu as raté une étape.",
        "La confiance se voit. Si tu doutes de ta valeur, le prospect le ressent.",
        "Chaque closing réussi renforce ta confiance pour le prochain."
      ],
      
      "takeaways": [
        "Vérifie que tout est aligné avant de closer",
        "Crée et maintiens le momentum décisionnel",
        "Après avoir demandé, TAIS-TOI et laisse le prospect décider"
      ]
    }
  ]
}
